7767517
39 40
Input                    data                      0 1 data
Split                    splitncnn_0              1 2 data 1 2
Convolution              conv_0                   1 1 2 3 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1728
PReLU                    prelu_19                 1 1 3 4 0=64
Convolution              conv_1                   1 1 4 5 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_20                 1 1 5 6 0=64
Convolution              conv_2                   1 1 6 7 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_21                 1 1 7 8 0=64
Convolution              conv_3                   1 1 8 9 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_22                 1 1 9 10 0=64
Convolution              conv_4                   1 1 10 11 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_23                 1 1 11 12 0=64
Convolution              conv_5                   1 1 12 13 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_24                 1 1 13 14 0=64
Convolution              conv_6                   1 1 14 15 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_25                 1 1 15 16 0=64
Convolution              conv_7                   1 1 16 17 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_26                 1 1 17 18 0=64
Convolution              conv_8                   1 1 18 19 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_27                 1 1 19 20 0=64
Convolution              conv_9                   1 1 20 21 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_28                 1 1 21 22 0=64
Convolution              conv_10                  1 1 22 23 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_29                 1 1 23 24 0=64
Convolution              conv_11                  1 1 24 25 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_30                 1 1 25 26 0=64
Convolution              conv_12                  1 1 26 27 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_31                 1 1 27 28 0=64
Convolution              conv_13                  1 1 28 29 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_32                 1 1 29 30 0=64
Convolution              conv_14                  1 1 30 31 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_33                 1 1 31 32 0=64
Convolution              conv_15                  1 1 32 33 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_34                 1 1 33 34 0=64
Convolution              conv_16                  1 1 34 35 0=64 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=36864
PReLU                    prelu_35                 1 1 35 36 0=64
Convolution              conv_17                  1 1 36 37 0=3 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1728
PixelShuffle             pixelshuffle_18          1 1 37 38 0=1 1=0
BinaryOp                 add_0                    2 1 38 1 output 0=0
