7767517
74 89
Input                    data                      0 1 data
Convolution              conv_6                   1 1 data 1 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=1296
Split                    splitncnn_0              1 3 1 2 3 4
Convolution              conv_7                   1 1 4 5 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_29                  1 1 5 6
Convolution              conv_8                   1 1 6 7 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_30                  1 1 7 8
Convolution              conv_9                   1 1 8 9 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_1              1 2 9 10 11
Sigmoid                  sigmoid_0                1 1 11 12
BinaryOp                 sub_0                    1 1 12 13 0=1 1=1 2=5.000000e-01
BinaryOp                 add_1                    2 1 10 3 14 0=0
BinaryOp                 mul_2                    2 1 14 13 15 0=2
Split                    splitncnn_2              1 3 15 16 17 18
Convolution              conv_10                  1 1 18 19 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_31                  1 1 19 20
Convolution              conv_11                  1 1 20 21 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_32                  1 1 21 22
Convolution              conv_12                  1 1 22 23 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_3              1 2 23 24 25
Sigmoid                  sigmoid_1                1 1 25 26
BinaryOp                 sub_3                    1 1 26 27 0=1 1=1 2=5.000000e-01
BinaryOp                 add_4                    2 1 24 17 28 0=0
BinaryOp                 mul_5                    2 1 28 27 29 0=2
Split                    splitncnn_4              1 2 29 30 31
Convolution              conv_13                  1 1 31 32 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_33                  1 1 32 33
Convolution              conv_14                  1 1 33 34 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_34                  1 1 34 35
Convolution              conv_15                  1 1 35 36 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_5              1 2 36 37 38
Sigmoid                  sigmoid_2                1 1 38 39
BinaryOp                 sub_6                    1 1 39 40 0=1 1=1 2=5.000000e-01
BinaryOp                 add_7                    2 1 37 30 41 0=0
BinaryOp                 mul_8                    2 1 41 40 42 0=2
Split                    splitncnn_6              1 2 42 43 44
Convolution              conv_16                  1 1 44 45 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_35                  1 1 45 46
Convolution              conv_17                  1 1 46 47 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_36                  1 1 47 48
Convolution              conv_18                  1 1 48 49 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_7              1 2 49 50 51
Sigmoid                  sigmoid_3                1 1 51 52
BinaryOp                 sub_9                    1 1 52 53 0=1 1=1 2=5.000000e-01
BinaryOp                 add_10                   2 1 50 43 54 0=0
BinaryOp                 mul_11                   2 1 54 53 55 0=2
Split                    splitncnn_8              1 2 55 56 57
Convolution              conv_19                  1 1 57 58 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_37                  1 1 58 59
Convolution              conv_20                  1 1 59 60 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_38                  1 1 60 61
Convolution              conv_21                  1 1 61 62 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_9              1 2 62 63 64
Sigmoid                  sigmoid_4                1 1 64 65
BinaryOp                 sub_12                   1 1 65 66 0=1 1=1 2=5.000000e-01
BinaryOp                 add_13                   2 1 63 56 67 0=0
BinaryOp                 mul_14                   2 1 67 66 68 0=2
Split                    splitncnn_10             1 2 68 69 70
Convolution              conv_22                  1 1 70 71 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_39                  1 1 71 72
Split                    splitncnn_11             1 2 72 73 74
Convolution              conv_23                  1 1 74 75 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Swish                    silu_40                  1 1 75 76
Convolution              conv_24                  1 1 76 77 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Split                    splitncnn_12             1 2 77 78 79
Sigmoid                  sigmoid_5                1 1 79 80
BinaryOp                 sub_15                   1 1 80 81 0=1 1=1 2=5.000000e-01
BinaryOp                 add_16                   2 1 78 69 82 0=0
BinaryOp                 mul_17                   2 1 82 81 83 0=2
Convolution              conv_25                  1 1 83 84 0=48 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=20736
Concat                   cat_0                    4 1 2 84 16 73 85 0=0
Convolution              conv_26                  1 1 85 86 0=48 1=1 11=1 12=1 13=1 14=0 2=1 3=1 4=0 5=1 6=9216
Convolution              conv_27                  1 1 86 87 0=12 1=3 11=3 12=1 13=1 14=1 2=1 3=1 4=1 5=1 6=5184
PixelShuffle             pixelshuffle_28          1 1 87 output 0=2 1=0
